/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "full": false,
        "spacing_both_ends": false,
        "padding": "0,0",
        "margin": "0,0"
      }
    },
    "home_html_text_qcfTzm": {
      "type": "home-html-text",
      "name": "Html Text",
      "settings": {
        "full": false,
        "spacing_both_ends": false,
        "padding": "120,120",
        "margin": "0,0",
        "show_background_image": false,
        "background_style": "none",
        "background_size": "auto",
        "enable_overlay": false,
        "background_color": "",
        "overlay_transparency": "1",
        "section_heading": "Return & Policy",
        "section_sub_heading": "RETURN/REFUND",
        "section_description": "",
        "section_button_text": "",
        "section_button_link": "",
        "section_heading_color": "",
        "section_sub_heading_color": "",
        "section_description_color": "",
        "section_button_bg_color": "",
        "section_button_text_color": "",
        "section_button_hover_bg_color": "",
        "section_button_hover_text_color": "",
        "heading_position": "text-center",
        "html": "<p><b>Return / Refund</b></p>\n\n<p>This return and refund policy indicates the context in which you are eligible for a return and/or a refund on your order. This policy covers our online sales.\n\nIf you have any question that is not covered by this policy, you may contact our customer service and support team directly through live chat or email.</p>\n\n<p><b>Subscription Orders</b></p>\n\n<p>We want to make sure your experience with us is smooth and enjoyable! Once a subscription order has been shipped, it’s already on its way to you and cannot be returned or refunded.\n\nIf you’d like to make any changes or cancel your subscription, please do so before your order ships so we can update it in time.</p>\n\n<p><b>Undeliverable Orders &amp; Restocking Fees</b></p>\n\n<p>Orders that are returned to us as undeliverable due to incorrect shipping information, failure to clear customs, or refusal of delivery will be subject to a restocking fee, which will be determined based on the condition of the returned items. Shipping and handling fees are non-refundable in these cases.</p>\n\n<p><b>International Orders &amp; Legal Compliance</b></p>\n\n<p>Customers placing international orders are responsible for understanding and complying with their country’s import laws, restrictions, and regulations before making a purchase. NUUD Pleasures is not liable for any issues that may arise, including but not limited to customs holds, import taxes, regulatory compliance, or product seizures. The purchaser assumes full responsibility for any risks associated with international shipping.</p>\n\n<p><b>How many days do I have to return my item?</b></p>\n\nWe understand that you might change your mind. As such, you can return any unopened item ordered free of charge, within 5 days of delivery.\n\n\nThe 5-day window starts on the day you effectively receive the item at your delivery location.\n\nTo notify us of your return, please contact our customer support team through live chat or email at Info@NUUDPleasures.com .\n\nOnce we are informed of your intent to return your order, you will have 5 days to send us back the item from the date of your return notification to us.\n\nYou do not have to provide any reason for the return. However we would love to get more feedback on the reason of your return so we may contact you to learn a bit more about your experience. This will help us improve our product and the experience for our customers.\n\nFor any items that the safety seal has been broken we can no longer accept returns.\n\nDo I need to cover the return shipping cost?\n\nYes. for all orders you must pay for return shipping.\n\nWhat type of refund can I expect?\n\nIf you return your order within the 5-day window aforementioned, we will refund your order to the form of payment used to make the initial purchase.\n\nWhen will I receive my refund?\n\nWe will proceed with the refund within 14 days of receiving your cancellation request. We might however delay the refund If we haven’t received the item within that time window, or we don’t receive evidence that the item was returned.\n\nHow much will the refund be?\n\nThe refund will cover your order amount not including shipping cost, and insurance. If partial orders are returned any discounts you have will not be refunded and the item will be seen as full price.",
        "custom_class_name": ""
      }
    }
  },
  "order": [
    "main",
    "home_html_text_qcfTzm"
  ]
}
